"INVITEES" = "Meghívottak";
"INVITEES_LOWERCASE" = "meghívottak";
"INVITATION_FROM" = "Meghívó tőle:";
"ACCEPT" = "Elfogadás";
"MAYBE" = "Talán";
"MAYBE_LOWERCASE" = "talán";
"DECLINE" = "Elutasítás";
"SHOW_IN_CALENDAR" = "Megjelenítés a naptárban";
"EVENT_CANCELED" = "Az esemény vissza lett vonva";
"ELLIPSIS_STRING" = "…";
"NEXT_INVITEE_FORMAT" = ", %@";
"LAST_INVITEE_FORMAT" = " és %@";

"INFO" = "Infó";
"ADD_COMMENTS" = "Megjegyzések hozzáadása";
"COMMENTS" = "Megjegyzések";
"REPEATS_FORMAT" = "ismétlődik %@";

"INVITES" = "Meghívók";
"INVITES_FORMAT" = "Meghívók (%@)";
"INVITES_FORMAT_NUMBER_ONLY" = "(%@)";
"ACCEPTED" = "Elfogadva";
"ACCEPTED_LOWERCASE" = "elfogadva";
"DECLINED" = "Elutasítva";
"DECLINED_LOWERCASE" = "elutasítva";
"DISMISS" = "Bezárás";
"MAYBE_RESPONSE" = "Talán";
"CANCELED" = "Visszavonva";
"NO_INVITATIONS" = "Nincs meghívó";
"NO_REPLY" = "Nincs válasz";
"NO_REPLY_LOWERCASE" = "nincs válasz";
"FROM" = "Ettől:";
"FROM_LOWERCASE" = "ettől";
"MY_STATUS" = "Saját állapotom";
"MY_STATUS_LOWERCASE" = "saját állapotom";
"EVENT_DETAILS" = "Részletek";
"NO_ATTENDEES" = "(semmi)";
"INVITE_LIST_ACCEPTED" = "Elfogadva";
"INVITE_LIST_DECLINED" = "Elutasítva";
"INVITE_LIST_MAYBE" = "Talán";
"SHARED_CALENDAR_FROM" = "Megosztott naptár a következőtől: %@";

"INVITATION_FROM_START_TIME_TO_END_TIME" = "%@ - %@";
"INVITATION_FROM_START_DATE_TO_END_DATE" = "%@\n- %@";
"INVITATION_CANCELED" = "Visszavonva";

"DELEGATE_ACTION_DISALLOWED" = "Azért kapott értesítést erről az eseményről, mert Ön a meghívó megbízottja.";